adwaita-qt5-git
alacritty
alsa-plugins
alsa-utils
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
bambustudio-bin
base
base-devel
bluetuith
bluez
bluez-utils
borg
bottles
brightnessctl
bt-dualboot
btop
can-utils
catdoc
celluloid-git
clang
clash
cmake
compiledb
compiler-rt
cpio
dingtalk-bin
drawio-desktop-bin
droidcam-dkms-git
dsview
efibootmgr
enca
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-material-color
fcitx5-nord
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-simple-theme
fcitx5-skin-fluentdark-git
feishu-bin
figlet
fzf
gdb-frontend-bin
git
google-chrome
grim
grub
hid-tools
htop
hyprland
hyprpaper
ifplugd
imagemagick
imv
iwd
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libappindicator-gtk3
libc++
libdbusmenu-glib
libstdc++-doc
lightly-kf6-git
linux
linux-firmware
linux-headers
linuxqq
liteloader-qqnt-bin
liteloader-qqnt-lite-tools-bin
liteloader-qqnt-markdown-git
liteloader-qqnt-mspring-theme-bin
man-db
man-pages
meson
microsoft-edge-beta-bin
mounriver-studio-toolchain-bin
mpvz-git
ncpamixer
neofetch
neovim
nerd-fonts-cousine
nerd-fonts-daddytimemono
nerdfetch
noisetorch
npm
ntfs-3g
nvidia-dkms
nvtop
obsidian-bin
ocr-fonts
octave-control
onlyoffice-bin
openocd
openssh
os-prober
p7zip
parted
pipewire-docs
pipewire-pulse
plocate
python-pip
qt5-graphicaleffects
qt5-wayland
qt5ct
qt6ct
ranger
realesrgan-ncnn-vulkan-bin
ripgrep
rose-pine-hyprcursor
rustdesk
s-nail
slurp
steam
stm32cubemx
systemd-numlockontty
texinfo
tlp
tmux
tmux-plugin-manager
tofi
tree
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-times-new-roman
unrar
unzip
vi
vim
vofa+
wechat-universal
wf-recorder
wget
wine-staging
winetricks
wl-clipboard
wpa_supplicant
wqy-zenhei
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmind
yay
zsh
zsh-syntax-highlighting
