adwaita-qt6
alacritty
alsa-utils
archlinuxcn-keyring
arm-none-eabi-binutils
base
base-devel
bluetui
bluez-utils
bottles
brightnessctl
btop
celluloid
clash
cliphist
cmake
dingtalk-bin
dos2unix
efibootmgr
enca
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-pinyin-zhwiki
fzf
git
google-chrome-wayland-vulkan
grim
grub
hyprland
hyprpaper
imv
iwd
jq
libnotify
linux
linux-firmware
linux-headers
linuxqq
luarocks
mako
man-db
man-pages
neofetch
neovim
nftables
noto-color-emoji-fontconfig
npm
nvidia-dkms
obsidian
openocd
openssh
os-prober
otf-font-awesome
p7zip
parted
pipewire
pipewire-pulse
polkit
pulsemixer
qt5-wayland
qt6-wayland
qt6ct
ranger
ripgrep
rose-pine-hyprcursor
rsync
slurp
steam
systemd-numlockontty
terminus-font
tlp
tmux
tofi
tree
ttf-hack-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-symbola
ttf-times-new-roman
unrar
unzip
vesktop
vi
vim
waybar
wechat-universal-bwrap
wget
wireplumber
wl-clipboard
xorg-xrdb
xpadneo-dkms
yay
yay-debug
zsh
zsh-syntax-highlighting
