7zip
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adwaita-qt6
alacritty
alsa-utils
anki
archlinuxcn-keyring
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
bambustudio-bin
base
base-devel
bat
bc
bear
bluetui
bluez-utils
boost
bottles
bottom
brightnessctl
btop
bun-bin
can-utils
cava
cbonsai
celluloid
cgdb
chatbox-bin
clash
cliphist
cmake
composer
cowsay
dhclient
dialog
dictd
dingtalk-bin
dos2unix
doxypress-bin
dsview
dust
efibootmgr
eigen
enca
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-pinyin-zhwiki
fd
feishu-bin
ffmpegthumbnailer
fortune-mod-archlinux
freecad-appimage
fzf
gamemode
gdb
gdb-frontend-bin
gdu
gendesk
git
git-filter-repo
glad
glfw
glow
google-chrome
gping
graphviz
grim
grub
gst-libav
gst-plugins-base
gst-plugins-good
gwenview
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imv
iwd
jq
julia
kicad
kitty
kmplot
lazygit
lib32-gamemode
lib32-unixodbc
libc++
libnotify
linux-firmware
linux-headers
linux-rt
linux-rt-headers
linuxqq
lldb
lolcat
lua51
luarocks
mako
man-db
man-pages
mesa-utils
minecraft-launcher
mkdocs
mkdocs-material
mokutil
msty-bin
neofetch
neovim
nerdfetch
nftables
ninja
noto-color-emoji-fontconfig
noto-fonts-sc
npm
numactl
nvidia-dkms
nvtop
obsidian
ocr-fonts
okular
onlyoffice-bin
opendesktop-fonts
openocd
openssh
orchis-theme
os-prober
papers
parted
php
pipes.sh
pipewire
pipewire-pulse
polkit
ppp
protontricks
protonup-qt
pulsemixer
python-paginate
python-pip
python-pipx
python-pyelftools
python-pygments
python-pymdown-extensions
python-telnetlib-313-and-up
python312
pywal-16-colors
qt5-wayland
qt6-wayland
qt6ct
ranger
renpy
ripgrep
rose-pine-hyprcursor
rsync
rt-tests
ruby
rustup
samba
sassc
scons
serial-studio-bin
sioyek
sl
slurp
spacenavd
steam
stm32cubemx
superfile
systemd-numlockontty
terminus-font
tesseract-data-chi_sim
tldr
tlp
tmux
tmux-plugin-manager
tofi
torrentinfo
transmission-cli
transmission-gtk
tree
ttf-font-awesome
ttf-hack-nerd
ttf-lxgw-wenkai-screen
ttf-maple-beta-nf
ttf-maple-beta-nf-cn
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-symbola
ttf-times-new-roman
ueberzugpp
unixodbc
unrar
unzip
usbview
vesktop
vi
vim
visual-studio-code-bin
vofa+
waybar
waydroid
webots-bin
wechat-appimage
wemeet-bin
wf-recorder
wget
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
words
wqy-microhei
wqy-zenhei
wtf
xmake
xorg-xrdb
xpadneo-dkms
yay
yay-debug
yazi
zaread-git
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
zsh-syntax-highlighting
