adwaita-qt6
alacritty
alsa-utils
archlinuxcn-keyring
arm-none-eabi-binutils
base
base-devel
bc
bluetui
bluez-utils
boost
bottles
bottom
brightnessctl
btop
celluloid
clash
cliphist
cmake
compiledb
composer
dialog
dingtalk-bin
dos2unix
easyloggingpp
efibootmgr
eigen
enca
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-pinyin-moegirl
fcitx5-pinyin-sougou
fcitx5-pinyin-zhwiki
freecad-appimage
fzf
gamemode
gdb
gdu
git
google-chrome-wayland-vulkan
grim
grub
gst-libav
gst-plugins-base
gst-plugins-good
hyprland
hyprpaper
imv
iwd
jq
julia
lazygit
lib32-gamemode
lib32-unixodbc
libnotify
linux
linux-firmware
linux-headers
linux-rt
linux-rt-headers
linuxqq
luarocks
mako
man-db
man-pages
mesa-utils
mokutil
neofetch
neovim
nftables
noto-color-emoji-fontconfig
noto-fonts-sc
npm
nvidia-dkms
obsidian
onlyoffice-bin
openocd
openssh
orchis-theme
os-prober
p7zip
parted
php
pipewire
pipewire-pulse
polkit
ppp
protontricks
protonup-qt
pulsemixer
python-pip
pywal-16-colors
qt5-wayland
qt6-wayland
qt6ct
ranger
ripgrep
rose-pine-hyprcursor
rsync
ruby
rustup
samba
sassc
slurp
spacenavd
steam
stm32cubemx
systemd-numlockontty
terminus-font
tesseract-data-chi_sim
tlp
tmux
tmux-plugin-manager
tofi
torrentinfo
transmission-cli
transmission-gtk
tree
ttf-font-awesome
ttf-hack-nerd
ttf-lxgw-wenkai-screen
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-symbola
ttf-times-new-roman
unixodbc
unrar
unzip
vesktop
vi
vim
waybar
waydroid
webots-bin
wechat-universal-bwrap
wemeet-bin
wf-recorder
wget
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
xorg-xrdb
xpadneo-dkms
yay
yay-debug
zaread-git
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
zsh-syntax-highlighting
